---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ColorFillFailures
source: html/9dcebad1-0645-5e02-7db6-de67225255a6.htm
---
# BuiltInFailures.ColorFillFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.